Repository: achen2610/PrivateCorner
Catalog: PrivateCorner/Supporting Files/*.lproj/Localizable.strings
Languages: vi

source: Delete
vi: Xoá

source: Reset
vi: Đặt lại

source: Cancel
vi: Huỷ

source: Enter your password
vi: Nhập mật khẩu của bạn

source: Enter the first password
vi: Nhập mật khẩu lần 1

source: Enter the second password
vi: Nhập mật khẩu lần 2

source: Enter new password
vi: Nhập mật khẩu mới

# Wrong password. Try again
source: Wrong password. Please try again!
vi: Sai mật khẩu. Nhập lại!

# Set passcode and enable TouchID
source: Please set passcode then go to Setting page and enable TouchID!
vi: Hãy đặt mật khẩu, sau đó vào màn hình Setting và bật TouchID!

# Go Setting page and enable TouchID
source: Please go to Setting page and enable TouchID!
vi: Hãy vào màn hình Setting và bật TouchID!

# Authentication is needed
source: Authentication is needed to access your app.
vi: Đây là chứng thực cần thiết để vào app của bạn.

# Problem verifying identity
source: There was a problem verifying your identity.
vi: Có vấn đề khi xác minh danh tính của bạn.

# Cancelled by the system
source: Authentication was cancelled by the system.
vi: Chứng thực bị huỷ bởi hệ thống.

# Cancelled by user
source: Authentication was cancelled by you.
vi: Chứng thực bị huỷ bởi bạn.

# User pressed password
source: You pressed password.
vi: Bạn đã lựa chọn nhập mật khẩu.

# TouchID not be configured
source: Touch ID may not be configured.
vi: TouchID không được cài đặt.

source: Touch ID not available.
vi: TouchID không tương thích trên thiết bị.

source: Error!
vi: Lỗi!
